;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
;  TranslationAuthor: Mohammad
;  TranslationAuthorEmail: Mohammad3900@gmail.com
;  TranslationAuthorWeb: http://entertainmentghost.blogspot.com/
; Soft Version: 1.14.52
;
[Translation]
LangCode=0420|0820
LanguageName=Urdu
ReadHabit=right-to-left
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Confirm=تصدیق کریں
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=ادھورا
TfrmWRMMain.btnCompleted.Caption=مکمل
TfrmWRMMain.btnBack.caption=واپس
TfrmWRMMain.btnDone.Caption=محفوظ کریں
TfrmWRMMain.lblRepeat.caption=دوبارہ:
TfrmWRMMain.lblTime.caption=وقت:
TfrmWRMMain.lblName.caption=تفصیل:
TfrmWRMMain.lblDate.caption=تاریح:
TfrmWRMMain.cbPeriod.Item1=ایک بار
TfrmWRMMain.cbPeriod.Item2=روزانہ
TfrmWRMMain.cbPeriod.Item3=ہفتہ وار
TfrmWRMMain.cbPeriod.Item4=ماہ وار
TfrmWRMMain.cbPeriod.Item5=سلانہ
TfrmWRMMain.imgf.hint=ہمیں فیس بک پر فالو کریں
TfrmWRMMain.imgt.hint=ہمیں ٹویٹر پر فالو کریں
TfrmWRMMain.imgmail.hint=دوستوں کے ساتھ بانٹیں
TfrmWRMMain.imghome.hint=ہوم پیج
TfrmWRMMain.CloseHint=بند کریں
TfrmWRMMain.MenuHint=فہرست
TfrmWRMMain.MinHint=Minimize
TfrmWRMMain.lbl2.caption=موجودہ ورژن: %s
TfrmWRMMain.lbl3.Caption=اپٹیٹ چیک کریں
TfrmWRMMain.btnDetails.hint_1=تفصیلات
TfrmWRMMain.btnDetails.hint_2=ترمیم کریں
TfrmWRMMain.btnDelete.hint_1=مکمل شدہ کے تور پر نشان لگائں
TfrmWRMMain.btnDelete.hint_2=ختم کریں
msgdlg.btnNO=نہیں
msgdlg.btnOk=ٹھیک ہے
msgdlg.btnYes=ہاں
constY=سال
constM=میہنہ
constD=دن
constHH=گھنٹہ
constMM=منٹ
constSS=سیکنڈ
constYs=سال
constMs=مہینے
constDs=دن
constHHs=گھنٹے
constMMs=مینٹس
constSSs=سیکنڈز
TfrmWRMMain.TrayMenuItem1=آن لائن مدد
TfrmWRMMain.TrayMenuItem2=فارم
TfrmWRMMain.TrayMenuItem3=ہوم پیج
TfrmWRMMain.TrayMenuItem4=ہم سے رابطہ کریں
TfrmWRMMain.TrayMenuItem5=اپڈیٹ چیک کریں
TfrmWRMMain.TrayMenuItem6=خبریں چیک کریں
TfrmWRMMain.TrayMenuItem7=ذبان
TfrmWRMMain.TrayMenuItem8=شروع میں چلائیں
TfrmWRMMain.TrayMenuItem9=ہمارے بارے میں
TfrmWRMMain.TrayMenuItem10=بند کریں
TfrmRemindDlg.Caption_1=آپ سے کچھ یاداشتیں چھوٹ کئی ہیں
TfrmWRMMain.lbl1.caption=تجدید 
TfrmWRMMain.fxpmn.item1=بیک اپ
TfrmWRMMain.fxpmn.item2=تجدید 
TfrmRemindDlg.Caption=نوٹس
TfrmRemindDlg.btnComplete.Caption=ٹھیک ہے میں سمجھ گیا
TfrmRemindDlg.btnDelay.Caption=ملتوی
TfrmAbout.Caption=ہمارے بارے میں
TfrmAbout.lblEmail.caption=سپوٹ ای میل:
TfrmAbout.lblhome.caption=آفیشل ہوم پیج:
TfrmAbout.lblthanks.caption=منظوری مندرجہ ژیل ہے :
TfrmAbout.btnOk.Caption=ٹھیک ہے
TfrmAbout.lblver.Caption=موجودہ ورژن

[Messages]
ExitModify=آپ نے تبدیلیاں محفوظ نہیں کیں۔آپ یقینی تور پر اس صفحہ کو چھوڑنا چاہتے ہیں؟
RemindNameNULL=براہ مہربانی یاداشت کی تفصیل بھریں
NewVer=نیا ورژن موجود ہے ابھی اپٹیٹ کریں؟
NoNewVer=مبارک ہو! آپ اب نیا ورژن استعمال کر رہے ہیں۔
ExitApp=آپ کو یقین ہے آپ وائز ریمائنڈر کو بند کرنا چاہتے ہیں؟ وائز ریمائنڈر کے نوٹس پھر موجود نہیں رہے گے!
NoneReminder=آپ نے کوئی یاداشت نہیں رکھی!
NoneCopmpleted=آپ کے پاس کوئی مکمل شدہ یاداشت نہیں !
NoneSelected=براہ مہربانی کم از کم ان میں سے ایک منتخب کریں!
TimeOver=!آپ نے موجودہ وقت سے پچھلا وقت رکھا ہے

[Lang]
NativeLanguage=اردو

